img/1-RDF-fill-L3-10-auto/B4mQ.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; AI[label="degree:AI"]; Label[label="Artificial Intelligence Degree",shape=ellipse];
 Ana->AI[label="ex:studiesDegree"];
 AI->Label[label="?",style=dashed];
}
