img/1-RDF-fill-L3-10-auto/B4mQ.mmd
flowchart LR
  Ana[student:s01] -->|ex:studiesDegree| AI[degree:AI]
  AI -.->|?| Label(("Artificial Intelligence Degree"))
